Repository: stevendinggang/stringkey
Catalog: New/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, th, tr, vi, zh_hant, zh_hk

source: 为了展示的地址信息，我们需要访问您的位置。请在设置中允许访问您的位置。
ar: لإظهار معلومات العنوان، نحتاج إلى الوصول إلى موقعك. الرجاء السماح بالوصول إلى موقعك في الإعدادات.
de: dieUmress Adinformationen anzuzeigen, müssen auf wir Ihren Standort zugreifen. Bitte erlauben Sie den Zugriff auf Ihren Standort in den Einstellungen.
en: To display the address information, we need to access your location. Please allow location access in the settings.
es: Para mostrar la información de la dirección, necesitamos acceder a su ubicación. Permita el acceso a ubicación en la configuración.
fr: Pour afficher les informations d'adresse nous, devons accéder à votre position. Veuillez autoriser l'accès à votre position dans les paramètres.
id: Kami perlu mengakses lokasi Anda untuk menampilkan informasi alamat. Silakan izinkan akses di dalam pengaturan.
it: Per mostrare le informazioni sull'indirizzo, abbiamo bisogno di accedere alla tua posizione. Si prega di consentire l'accesso alla posizione nelle impostazioni.
ja: 展示される住所の情報ために、位置情報へのアクセスが必要です。設定で位置情報へのアクセスを許可してください。
ko: 주소 정보를 표시하기 위해 귀하의 위치에 접근해야 합니다. 설정에서 위치 접근을 허용해 주세요.
nl: Om adresinformatie te tonen, hebben we toegang tot uw locatie nodig. Sta toegang tot uw locatie toe in de instellingen.
pl: Aby wyświetlić informacje o lokalizacji, musimy uzyskać dostęp do Twojej lokalizacji. Proszę zezwolić na dostęp w ustawieniach.
pt_br: Para exibir informações de endereço, precisamos acessar sua localização. Permita o acesso à sua localização nas configurações.
pt_pt: Para mostrar informações de endereço, precisamos acessar sua localização. Por favor, permita o acesso à sua localização nas configurações.
ru: Для отображения информации об адресе нам нужно получить доступ к вашему местоположению. Пожалуйста, разрешите доступ к вашему местоположению в настройках.
th: เพื่อแสดงข้อมูลที่อยู่ เราจำเป็นต้องเข้าถึงตำแหน่งของคุณ กรุณาอนุญาตการเข้าถึงตำแหน่งของคุณในการตั้งค่า
tr: Adres bilgilerini göstermek için konumunuza erişmemiz gerekiyor. Lütfen ayarlarda konum erişimine izin verin.
vi: Để hiển thị thông tin địa chỉ, chúng tôi cần truy cập vị trí của bạn. Vui lòng cho phép truy cập vị trí của bạn trong cài đặt.
zh_hant: 為了展示的地址信息，我們需要訪問您的位置。請在設置中允許訪問您的位置。
zh_hk: 為咗展示嘅地址資訊，我哋需要訪問你嘅位置。請喺設定中允訪許你嘅問位置。

source: 为富士爱好者打造
ar: لأجل عشاق فوجي
de: Für Fuji-Enthusiasten gemacht
en: Welcome to FUJISTYLE
es: Bienvenido a FUJISTYLE
fr: Conçu pour les amateurs de Fuji
id: Diciptakan untuk Penggemar Fuji
it: Creato per gli appassionati di Fuji
ja: 富士ファンのために設計された
ko: 후지 팬을 위해 제작되었습니다
nl: Gemaakt voor Fujifilm-liefhebbers
pl: Stworzone dla miłośników Fujifilm
pt_br: Desenvolvido para entusiastas da Fujifilm
pt_pt: Criado para Entusiastas da Fuji
ru: Создано для любителей Fujifilm
th: สร้างสรรค์สำหรับผู้ที่รักฟูจิ
tr: Fujifilm Hayranları İçin Tasarlandı
vi: Dành cho những người yêu thích Fuji
zh_hant: 為富士愛好者打造
zh_hk: 為富士愛好者打造

source: 主体距离范围
ar: نطاق مسافة الموضوع
de: Hauptmotiv-Abstand
en: Subject Distance Range
es: rango de distancia del sujeto
fr: Plage de distance principale
id: Rentang Jarak Subjek
it: Gamma di distanza del soggetto
ja: 被写体距離範囲
ko: 점초 거리 범위
nl: Afstand van onderwerp
pl: Zakres odległości obiektu
pt_br: Faixa de distância do assunto
pt_pt: Faixa de distância do objeto
ru: Диапазон расстояний до объекта
th: ช่วงระยะห่างของเนื้อหา
tr: Özne mesafe aralığı
vi: Phạm vi khoảng cách chủ thể
zh_hant: 主體距離範圍
zh_hk: 主體距離範圍

source: 主要文本
ar: النص الرئيسي
de: Haupttext
en: Main Text
es: texto principal
fr: Texte principal
id: Teks Utama
it: Testo principale
ja: 主要テキスト
ko: 주요스트 텍
nl: Hoofdtekst
pl: Główny tekst
pt_br: Texto principal
pt_pt: Texto principal
ru: Основной текст
th: ข้อความหลัก
tr: Ana metin
vi: Văn bản chính

source: 主页标签页
ar: علامة تبويب الصفحة الرئيسية
de: Startseiten-Tab
en: Home Tab Page
es: Pestaña de inicio
fr: Onglet d'accueil
id: Tab Label BerandaSes
it: Scheda della pagina principale
ja: ホームタブ
ko: 홈 탭
nl: Homepage tabbladAangep
pl: ładZakka główna
pt_br: Guia de página inicial
pt_pt: Guia da página inicial
ru: Главная вкладка
th: แท็บหลัก
tr: Ana sayfa sekmesi
vi: Tab chủ trang
zh_hant: 主頁標籤頁
zh_hk: 主頁標籤頁

source: 举报
ar: إبلاغ
de: Melden
en: Report
es: Reportar
fr: Signaler
id: L
it: Segnala
ja: 報告する
ko: 신고
nl: Rapport
pl: Zgłoś
pt_br: Denunciar
pt_pt: Relatório
ru: Жалоба
th: รายส์งาน
tr: Bildir
vi: Báo cáo
zh_hant: 舉報
zh_hk: 舉報

source: 举报成功,我们火速审核～ 感谢您的反馈
ar: تم الإبلاغ بنجاح، سنقوم بمراج قريبعتهاًا شكرًا لتعليقاتك
de: Erfolgreich gemeldet, wir werden es so schnell wie möglich überprüfen. Vielen Dank für Ihr Feedback
en: Report Successful, We Will Review it Promptly~ Thank You for Your Feedback
es: Recibido exitosamente, lo revisaremos rápidamente. ¡Gracias por tu feedback / sugerencia!
fr: Signalement réussi, nous examinerons rapidement～ Merci pour votre retour
id: aporanLaporan Berhasil, Kami Akan Segera Meninjau～ Terima Kasih untuk Umpan Balik Anda
it: Segnalazione riuscita, revisione immediata~ Grazie per il tuo feedback
ja: 報告に成功しました、迅速に確認します～ありがとうございます。
ko: 고신 성공, 신 우리가속하게 검토합니다 ~ 귀하의 피드백에 감사드립니다
nl: volSucces geraperdporte we, controleren snel. Bedankt voor uw feedback
pl: Zgłoszenie pomyślne, sprawdzamy~ szybko Dziękujemy za Twoją opinię
pt_br: Denúncia Bem-Sucedida, Revisaremos Rapidamente~ Agradecemos seu feedback
pt_pt: Relatório bem-sucedido, revisaremos rapidamente~ Agradecemos o seu feedback
ru: Жалоба успешно отправлена, мы быстро ее рассмотрим～ Спасибо за ваш отзыв
th: รายงานสำเร็จ เรารีบเร่งตรวจสอบแล้ว～ขอบคุณสำหรับความคิดเห็นของคุณ
tr: Bildirildi, hızlı bir şekilde inceleyeceğiz～ Geri bildiriminiz için teşekkürler
vi: Báo cáo thành công, chúng tôi sẽ kiểm tra nhanh chóng ~ Cảm ơn phản hồi của bạn
zh_hant: 舉報成功，我們火速審核～ 感謝您的反饋
zh_hk: 舉報成功,我們火速審核～ 感謝您的反饋

source: 二维码分享
ar: مشاركة رمز الاستجابة السريعة
de: QR-Code teilen
en: QR Code Sharing
es: Compartir código QR
fr: Partage de QR code
id: Berbagi Kode QR
it: Condividi il codice QR
ja: QRコード共有
ko: QR 코드 공유scan
nl: QR-code delen
pl: Udostępnij kod QR
pt_br: Compartilhar QR Code
pt_pt: Partilha de Código QR
ru: Поделиться QR-кодом
th: แชร์ิวคอาร์โค้ด
tr: QR kodu paylaş
vi: Chia sẻ mã QR
zh_hant: 二維碼分享
zh_hk: 二維碼分享

source: 云存储按钮
ar: زر التخزين السحابي
de: Cloud-Speicher-Button
en: Cloud Storage Button
es: Botón de almacenamiento en la nube
fr: Bouton de stockage en cloud
id: Tomb Penyolimpanan Awan
it: Pulsante di archiviazione su cloud
ja: クラウドストレージボタン
ko: 라우드 스토리지 버튼
nl: Cloud opslagknop
pl: Przycisk przechowywania w chmurze
pt_br: Botão de Armazenamento em Nuvem
pt_pt: Botão de Armazenamento na Nuvem
ru: Кнопка облачного хранилища
th: ปุ่มจัดเก็บข้อมูลในคลาวด์
tr: Bulut Depolama Düğmesi
vi: Nút lưu trữ đám mây
zh_hant: 雲存儲按鈕
zh_hk: 雲存儲按鈕

source: 亮度值
ar: قيمة السطوع
de: Helligkeitswert
en: Brightness Value
es: Valor de brillo
fr: Vale deur luminosité
id: Nilai Kecerahan
it: valore luminosità
ja: 明るさの値
ko: 밝기 값
nl: Helderheidswaarde
pl: Wartość jasności
pt_br: Valor de brilho
pt_pt: Valor de brilho
ru: Значение яркости
th: ค่าความวส่าง
tr: Parlaklık Değeri
vi: Giá trị độ sáng

source: 人像
ar: ائعصورة
de: Porträt
en: Portrait
es: retrato
fr: Portrait
id: Potret
it: ritratto
ja: ポートレート
ko: 인물
nl: Portret
pl: Portret
pt_br: Retrato
pt_pt: Retrato
ru: Портрет
th: บุภาพคคล
tr: Portre
vi: Chân dung

source: 从相册扫描
ar: مسح من الألبوم
de: Aus Album scannen
en: Scan from Album
es: Escanear desde el álbum
fr: Scanner de l'album
id: Pindai dari Album
it: Scansiona dall'album
ja: 成アルバムからスキャン
ko: 앨범에서 스캔
nl: Scannen vanuit galerij
pl: Zeskanuj z albumu
pt_br: Escanear do álbum
pt_pt: Digitalizar do álbum
ru: Сканировать из альбома
th: สแกนจากอัลบั้ม
tr: şturAlbümden Tar
vi: Quét từ thư viện ảnh
zh_hant: 從相冊掃描
zh_hk: 從相冊掃描

source: 优惠 %d%%
ar: خصم %d%%
de: Rabatt %d%%
en: Discount %d%%
es: Descuento %d%%
fr: Réduction de %d%%
id: Diskon %d%%
it: Sconto %d%%
ja: 割引 %d%%
ko: 할인 %d%%
nl: korting %d%%
pl: Zniżka %d%%
pt_br: Desconto %d%%
pt_pt: Desconto %d%%
ru: Скидка %d%%
th: ส่วนลด %d%%
tr: İndirim %d%%
vi: Giảm giá %d%%
zh_hant: 優惠 %d%%
zh_hk: 優惠 %d%

source: 优惠 %lld%%
ar: خصم %lld%%
de: Rabatt %lld%%
en: Discount %lld%%
es: Descuento %lld%%
fr: Remise %lld%%
id: Diskon %lld%%
it: Sconto %lld%%Le
ja: 割引 %lld%%
ko: 할인 %lld%%
nl: Korting %lld%%
pl: Zniżka %lld%%
pt_br: contoDes %lld%%
pt_pt: Desconto %lld%%
ru: Скидка %lld%%
th: ส่วนลด %lld%%
tr: İirimnd %lld%%
vi: Giảm giá %lld%%
zh_hant: 優惠 %lld%%

source: 优惠折扣
ar: خصم
de: Rabatt
en: Promo Discount
es: Descuento por promoción
fr: duction promotionnelle
id: Diskon
it: Sconto promozionale
ja: 割引
ko: 할인
nl: Kortingskorting
pl: Rabat
pt_br: Desconto Promocional
pt_pt: Descontos
ru: Скидка
th: ส่วนลด
tr: İndirim
vi: Giảm giá ưu đãi
zh_hant: 優惠折扣
zh_hk: 優惠折扣

source: 优惠码兑换成功！
ar: التبديل الناجح لكود الخصم!
de: Gutscheincode erfolgreich eingelöst!
en: Promo Code Redeemed Successfully!
es: ¡Canje del código de promoción exitoso!
fr: change de code promotion réussinel !Ré
id: Penukaran Kode Diskon Berhasil!
it: Codice promozionale riscattato con successo!
ja: クーポンコードの引き換えに成功しました！
ko: 할인 코드 성공적으로 교환됨!
nl: Kortingscode succesvol ingewisseld!
pl: Kod rabatowy wymieniony pomyślnie!
pt_br: Código promocional resgatado com sucesso!
pt_pt: Código de desconto resgatado com sucesso!
ru: Промокод успешно использован!
th: แลกเปนลี่ยรหัสส่วนลดสำเร็จ!
tr: Promosyon kodu başarılı bir şekilde kullanıldı!
vi: Mãuyến kh mại đổi thành công!
zh_hant: 優惠碼兌換成功！
zh_hk: 優惠碼兌換成功！

source: 会员服务协议
ar: اتفاقية خدمة العضوية
de: Mitgliederservicevereinbarung
en: Membership Service Agreement
es: Términos del servicio de membresía
fr: Conditions de service des membres
id: Perjanjian Layanan Anggota
it: Termini del servizio di membri
ja: メンバーサービス契約
ko: 회원 서비스 약관
nl: Lidmaatschapsservice overeenkomst
pl: Umowa o korzystaniu z usług dla członków
pt_br: Acordo Serviço de do Membro
pt_pt: Acordo de Serviço de Membros
ru: Соглашение о членстве
th: ข้อตกลงการให้บริการสมาชิก
tr: %@Üyelik hizmet sözleşmesi
vi: Thỏa thuận dịch vụ thành viên
zh_hant: 會員服務協議
zh_hk: 會員服務協議

source: 位置
ar: الموقع
de: Position
en: Location
es: Ubicación
fr: Localisation
id: Lokasi
it: Posizione
ko: 위치
nl: Locatie
pl: Lokalizacja
pt_br: Localização
pt_pt: Localização
ru: Местоположение
th: ตำหนแ่ง
tr: Konum
vi: Vị trí

source: 位置访问受限
ar: الوصول إلى الموقع محدود
de: Standortzugriff eingeschränkt
en: Location access restricted
es: Acceso a ubicaciones restringido
fr: Accès à la position restreint
id: Akses Lokasi Terbatas
it: Accesso alla posizione limitatoL'app
ja: 位置情報のアクセス制限
ko: 위치 제한 접근됨
nl: Locatietoegang beperkt
pl: Ograniczony dostęp do lokalizacji
pt_br: Acesso à localizaçãoito restr
pt_pt: Acesso à Localização Restrito
ru: Доступ к местоположению ограничен
th: การเข้าถึงตำแหน่งถูกจำกัด
tr: Konum Erişimi Kısıtlandı
vi: Quyền truy cập vị trí bị hạn chế
zh_hant: 位置訪問受限
zh_hk: 位置訪問受限

source: 使用Exif
ar: استخدام Exif
de: Exif verwenden
en: Use Exif
es: Usar Exif
fr: Utiliser Exif
id: Gunakan Exif
it: usa Exif
ja: Exifを使用する
ko: 사용Exif예
nl: Gebruik Exif
pl: Użyj Exif
pt_br: Usar Exif
pt_pt: Usar Exif
ru: Использовать Exif
th: ใช้งาน Exif
tr: Exif kullanma
vi: Sử dụng Exif

source: 使用图片位置
ar: استخدام موقع الصورة
de: Bild-Position verwenden
en: Use image location
es: Usar ubicación la la de imagen
fr: Utiliser la localisation des images
id: Gunakan Lokasi Gambar
it: Usa posizione dell'immagine
ja: 画像の位置を使用
ko: 사진 위치 사용
nl: Gebruik afbeeldingslocatie
pl: Użyj lokalizacji obrazu
pt_br: Usar localização da imagem
pt_pt: Usar localização da imagem
ru: Использование местоположения изображения
th: การใช้ตำแหน่งภาพ
tr: Resim konumunu kullanma
vi: Sử dụng vị trí ảnh
zh_hant: 使用圖片位置
zh_hk: 使用圖片位置

source: 使用手机位置
ar: استخدام موقع الهاتف
de: Handy-Position verwenden
en: Use phone location
es: Usar la ubicación del teléfono
fr: Utiliser la localisation du téléphone
id: Gun Lokakanasi Ponsel
it: Usa posizione del telefono
ja: 携帯位置の使用
ko: 휴대폰 위치 사용
nl: Gebruik telefoonlocatie
pl: Użyj lokalizacji telefonu
pt_br: Usar localização do celular
pt_pt: Usar localização do telefone
ru: Использование местоположения
th: การใช้ตำแหน่งมือถือ
tr: Telefon konumunu kullanma
vi: Sử dụng vị trí điện thoại
zh_hant: 使用手機位置
zh_hk: 使用手機位置

source: 使用新的搜索功能
ar: استخدام وظيفة البحث الجديدة
de: Neue Suchfunktion verwenden
en: Use the New Search Function
es: Usar nuevas de funciones búsqueda
fr: Utiliser la nouvelle fonctionnalité de recherche
id: Gunakan Fitur Pencarian Baru
it: Usa la nuova funzione di ricerca
ja: 新しい検索機能を使用する
ko: 새로운 검색 기능 사용
nl: Gebruik de nieuwe zoekfunctie
pl: Użyj nowej funkcji wyszukiwania
pt_br: Usar nova função de busca
pt_pt: Usar a nova função de pesquisa
ru: Использование новой функции поиска
th: ใช้การังกฟช์ันการค้นหาใหม่
tr: Yeni arama işlevini kullanma
vi: Sử dụng tính tìm năng kiếm mới

source: 使用邮件反馈
ar: استخدام البريد الإلكتروني للتغذية الراجعة
de: Verenden Sie E-Mail-Feedback
en: Provide feedback via email
es: Enviar por comentarios correo
fr: Feedback par email
id: Gunakan Umpan Balik via Email
it: Usa email per il feedback
ja: メールでフィードバックおすすめ
ko: 이메일로 피드백하기
nl: Gebruik e-mail voor feedback
pl: Użyj e-maila do przesyłania opinii
pt_br: Usar feedback por email
pt_pt: Usar feedback por email
ru: Использовать обратную связь через почту
th: รายงานข้อผิดพลาดผ่านอีเมล
tr: Geri bildirim için e-posta kullanma
vi: Ph hồiản qua email
zh_hant: 使用郵件反饋
zh_hk: 使用電郵反饋

source: 使用邮件反馈～
ar: استخدام البريد الإلكتروني للتغذية الراجعة~
de: Feedback per E-Mail senden
en: Feedback via Email～
es: Comentarios vía email
fr: Utiliser le retour par e-mail～
id: Gunakan Umpan Balik via Email~
it: feedback via email
ja: メールでフィードバックを送信～
ko: 메일로 피드백 보내기~
nl: via e-mail gebruiken~
pl: Użyj e-maila do przesyłania opinii~
pt_br: Usar feedback por email～
pt_pt: Usar feedback por email~
ru: Использовать отзыв по электронной почте～
th: ส่งความคิดเห็นทางอีเมล～
tr: Geri bildirim için e-posta kullanma～
vi: Phản hồi qua email~
zh_hant: 使用郵件反饋～
zh_hk: 電子使用郵件反饋～

source: 保存
ar: حفظ
de: Speichern
en: Save
es: guardar
fr: Enregistrer
id: Simpan
it: Salvati
ko: 저장
nl: Opslaan
pl: Zapisz
pt_br: SalvarSalvar
pt_pt: açãoGuardar
ru: Сохранить
th: บันทึก
tr: lukdetKay
vi: Lưu

source: 保存成功
ar: تم الحفظج بناح
de: Speichern erfolgreich
en: Save Successful
es: guardado con éxito
fr: Enregistré avec succès
id: Simpan Berhasil
it: Salvato con successo
ja: 保存に成功しました
ko: 저장 성공
nl: Succesvol opgeslagen
pl: Zapisano pomyślnie
pt_br: Salvo com sucesso
pt_pt: Guardado com sucesso
ru: Сохранено успешно
th: บันทึกสำเร็จ
tr: Başarıyla Kaydedildi
vi: Lưu thành công

source: 保存更改
ar: حفظ التغييرات
de: Änderungen speichern
en: Save Changes
es: Guardar cambios
fr: Enregistrer les modifications
id: Simpan Perubahan
it: Salva le modifiche
ja: 変更を保存
ko: 변경 사항 저장
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt_br: Salvar alterações
pt_pt: Salvar alterações
ru: Сохранить изменения
th: บันทึกการเปลี่ยนแป
tr: Değişiklikleri Kaydet
vi: Lưu thay đổi
zh_hant: 保存變更
zh_hk: 儲存更改

source: 保存本地
ar: حفظ محلي
de: Auf Gerät speichern
en: Save to Device
es: Guardar en el dispositivo
fr: Enregistrer l'image
id: Simpan Lokal
it: Salva immagine
ja: 端末に保存
ko: 로컬 저장
nl: Afbeelding opslaan
pl: Zapisz lokalnie
pt_br: local
pt_pt: Salvar localmente
ru: Сохранить локально
th: บันทึกในเครื่อง
tr: Yerel Olarak Kaydet
vi: Lưu ảnh

source: 保存错误
ar: خطأ في الحفظ
de: Speichern Fehler
en: Save Error
es: error al guardar
fr: Erreur d'enregistrement
id: Simpan Gagal
it: Errore di salvataggio
ja: 保存エラー
ko: 저장 오류
nl: Opslagfout
pl: Błąd zapisu
pt_br: Erro ao salvar
pt_pt: Erro ao salvar
ru: Ошибка сохранения
th: บันทึกผิดพลาด
tr: Kaydetme Hatası
vi: Lỗi lưu
zh_hant: 保存錯誤
zh_hk: 保存錯誤

source: 修改
ar: تعديل
de: Ändern
en: Edit
es: Modificar
fr: Modifier
id: Ubah
it: Modifica
ja: 修正
ko: 수정
nl: Wijzigen
pl: Edytuj
pt_br: Modificar
pt_pt: Modificar
ru: Изменить
th: แก้ไข
tr: DeğiştirK
vi: Chỉnh sửa

source: 倒计时：%@
ar: العد التنازلي: %@
de: Countdown: %@
en: Countdown: %@
es: Cuenta atrás: %@
fr: Compte à rebours : %@
id: Hitung Mundur: %@
it: Conto alla rovescia: %@
ja: カウントダウン：%@
ko: 카운트다운: %@
nl: Aftellen: %@
pl: Odliczanie: %@
pt_br: Contagem regressiva: %@
pt_pt: Contagem regressiva: %@
ru: Обратный отсчет: %@
th: ับนถอยหลัง: %@
tr: Geri Sayım: %@
vi: Đếm ngược: %@
zh_hant: 倒計時：%@
zh_hk: 倒数计时：%@

source: 像素X维度
ar: البكسل X العرض
de: Pixel X DimensionPixel
en: Pixel X Dimension
es: Dimensión X de píxel
fr: Dimension de pixel X
id: Dimensi Piksel X
it: Risoluzione in pixel X
ja: ピクセルXディメンション
ko: 픽 X셀 차원
nl: Pixel X-dimensie
pl: adresWymiar X w pikselach
pt_br: Dimensão de Pixels X
pt_pt: Dimensão de pixel X
ru: Пиксели по X
th: พิกเซลแนวนอน
tr: Piksel X boyutu
vi: Kích thước pixel X
zh_hant: 像素X維度
zh_hk: 像素X維度

source: 像素Y维度
ar: البكسل Y الطول
de: Y Dimension
en: Pixel Y Dimension
es: Dimensión Y de píxel
fr: Dimension de pixel Y
id: Dimensi Piksel Y
it: Risoluzione in pixel Y
ja: ピクセルYディメンション
ko: 픽셀 Y 차원
nl: Pixel Y-dimensie
pl: Wymiar Y w pikselach
pt_br: Dimensão de Pixels Y
pt_pt: Dimensão de pixel Y
ru: Пиксели по Y
th: พิกเซลแนวตั้ง
tr: Piksel Y boyutu
vi: Kích thước pixel Y
zh_hant: 像素Y維度
zh_hk: 像素Y維度

source: 光圈
ar: فتحة العدسة
de: Blende
en: Aperture
es: apertura
fr: Ouverture
id: Apertur
it: Apertura
ja: 絞り
ko: 조리
nl: Diafragma
pl: Przysłona
pt_br: Abertura
pt_pt: Abertura
ru: Диафрагма
th: รูรับแสง
tr: Açıklık
vi: Khẩu độ

source: 光圈值
ar: قيمة الفتحة
de: Blendwerte
en: Aperture Value
es: valor de apertura
fr: Valeur d'ouverture
id: Nilai Apertur
it: Valore apertura
ja: 絞り値
ko: 조리개 값
nl: Diafragmabedrag
pl: Wartość przysłony
pt_br: Valor de Abertura
pt_pt: Valor de Abertura
ru: Значение диафрагмы
th: ค่ารูรับแสง
tr: Diyafram değeri
vi: Giá trị khẩu độ

source: 光源
ar: مصدر الضوء
de: Lichtquelle
en: Light Source
es: Fuente de luz
fr: Source de lumière
id: Sumber Cahaya
it: Sorgente luminosa
ko: 광원
nl: Lichtbron
pl: Źródło światła
pt_br: Fonte de Luz
pt_pt: Fonte de Luz
ru: Источник света
th: แหล่งกำเนิดแสง
tr: Işık kaynağı
vi: Nguồn sáng

source: 免费试用
ar: تجربة مجانية
de: Kostenlos testen
en: Try For Free
es: Prueba gratis
fr: Essai gratuit
id: Uji Coba Gratis
it: Prova gratis
ja: 無料お試し
ko: 무료로 체험하기
nl: GRATIS UITPROBEREN
pl: Darmowy okres próbny
pt_br: Teste gratuito
pt_pt: Teste gratuito
ru: Попробуйте бесплатно
th: ทดลองใช้ฟรี
tr: Ücretsiz Deneme
vi: Dùng thử miễn phí
zh_hant: 免費試用
zh_hk: 免費試用

source: 免费试用 %@
ar: تجربة مجانية %@
de: %@ Kostenlos Testen
en: Free trial %@
es: Prueba Gratuita de %@
fr: Essai Gratuit de %@
id: Uji Coba Gratis %@
it: Prova Gratuita di %@
ja: %@ 無料体験
ko: %@ 무료 체험
nl: Gratis Proefperiode %@
pl: Darmowy okres próbny %@
pt_br: Teste gratuito %@
pt_pt: Teste gratuito %@
ru: Бесплатная Пробная Версия %@
th: ทดลองใช้ฟรี %@
tr: Ücretsiz Deneme %@
vi: Dùng Thử Miễn Phí %@
zh_hant: 免費試用 %@
zh_hk: 免費試用 %@

source: 兑换
ar: استبدال
de: Erneuern
en: Redeem
es: Canjear
fr: Échanger
id: Tebus
it: Riscatta
ja: 交換する
ko: 교환
nl: Inwisselen
pl: Wymiana
pt_br: Resgatar
pt_pt: Resgatar
ru: Обмен
th: แลกเปลี่ยน
tr: Dönüştür
vi: Đổi
zh_hant: 兌換
zh_hk: 兌換

source: 兑换失败，请稍后再试
ar: فشل الاستبدال، يرجى المحاولة لاحقًا
de: Erneuerung fehlgeschlagen, bitte versuchen Sie es später erneut
en: Redemption Failed, Please Try Again Later
es: Canje fallido, intente nuevamente más tarde
fr: Échec de l'échange, veuillez réessayer plus tard
id: Tebus G,agal Coba Lagi Nanti
it: Riscatto fallito, riprova più tardi
ja: 交換に失敗しました。後でもう一度お試しください。
ko: 교환 실패, 나중에 다시 시도하세요
nl: Inwisselen mislukt, probeer het later nog eens.
pl: Wianaym nie powiodła się, spróbuj ponownie później
pt_br: Falha no resgate, tente novamente mais tarde
pt_pt: O resgatehou fal, tente novamente mais tarde
ru: Обмен не удался, попробуйте позже
th: แลกเปลี่ยนล้มเหลว กรุณาลองใหม่ภายหลัง
tr: Dönüştürme Başarısız, Lütfen Daha Sonra Tekrar Deneyin
vi: Đổi thất bại, vui lòng thử lại sau
zh_hant: 兌換失敗，請稍後再試
zh_hk: 兌換失敗，請稍後再試

source: 全智能识别更聪明，即刻升级！
ar: التعرف الذكي بالكامل أكثر ذكاءً، قم بالترقية الآن!
de: Intelligenter durch automatische Erkennung, jetzt upgraden!
en: Upgrade for Smarter Recognition!
es: Reconocimiento inteligente, ¡actualiza ahora!
fr: Reconnaissance intelligente, mettez à niveau maintenant !
id: Pengenalan Cerdas Lengkap Lebih Cerdas, Tingkatkan Sekarang!
it: Riconoscimento intelligente, aggiorna subito!
ja: さらに賢い全自動認識、今すぐアップグレード！
ko: 전체 인공지능 인식이 더 똑똑해지고, 즉시 업그레이드하세요!
nl: Slimme herkenning, upgrade nu!
pl: Zaktualizuj inteligentniejsze wykrywanie, natychmiastowy awans!
pt_br: Identificação totalmente inteligente mais inteligente, atualize agora!
pt_pt: Reconhecimento inteligente total mais inteligente, atualize agora!
ru: Умное распознавание, обновитесь сейчас!
th: ทั้งหมดการระบุอัจฉริยะชาญฉลาดยิ่งขึ้น อัปเกรดทันที！
tr: Tam Akıllı Tanıma Daha Akıllı, Hemen Yükseltin!
vi: Nhận dạng thông minh tốt hơn, nâng cấp ngay!
zh_hant: 全智能識別更聰明，即刻升級！
zh_hk: 全智能識別更聰明，即刻升級！

source: 全部
ar: الكل
de: Alle
en: All
es: Todo
fr: Tout
id: Semua
it: Tutto
ja: すべて
ko: 전체
nl: Alles
pl: Wkoszyst
pt_br: Todos
pt_pt: Todos
ru: Все
th: ทั้งหมด
tr: Hepsi
vi: Tất cả

source: 全部边框
ar: كل الإطارات
de: Alle Rahmen
en: All Borders
es: Todos los marcos
fr: Toutes les bordures
id: Semua Bingkai
it: tutti i bordi
ja: すべての枠線
ko: 모든 테두리
nl: Alle randen
pl: Wszystkie ramki
pt_br: Todas as molduras
pt_pt: Todas as molduras
ru: Все рамки
th: กรอบ
tr: Tüm Çerçeveler
vi: Tất cả khung
zh_hant: 全部邊框
zh_hk: 全部邊框

source: 公开
ar: عام
de: Öffentlich
en: Public
es: Público
fr: Public
id: Publikasi
it: Pubblico
ja: 公開
ko: 공개
nl: Openbaar
pl: Publiczny
pt_br: Público
pt_pt: Público
ru: Публичный
th: สาธารณะ
tr: Herkese açık
vi: Công khai
zh_hant: 公開
zh_hk: 公開

source: 公开配方暂不支持修改，请认真填写～
ar: لا يدعم تحرير الوصفات المنشورة حاليًا، يرجى ملء بدقة~
de: Öffentliche Rezepte unterstützen derzeit keine Änderungen, bitte füllen Sie sorgfältig aus~
en: Publishing recipes is not supported at this time please, fill in carefully~
es: La publicación de recetas no está admitida en este momento. Por favor, complete los campos con cuidado.
fr: Les recettes publiés ne supportent pas encore les modifications, veuillez remplir attentivement～
id: Publikasi Resep Sementara Tidak Mendukung Pengeditan, Harap Isi dengan Serius～
it: La modifica delle Ricette pubbliche non è supportata, per favore compila con attenzione~
ja: 公開フォーミュラは現在変更できませんので、慎重に記入してください～
ko: 공개 레시피는 수정 수할 없으니,중 신하게 작성해 주세요~
nl: Openbare formuleringen kunnen momenteel niet worden gewijzigd, vul ze zorgvuldig in～
pl: Publiczne przepisy nie wspierają edycji, uzupełnij je prawidłowo～
pt_br: Modificar receita compartilhada temporariamente não é suportado, por favor, preencha com atenção ~
pt_pt: Ao tornar pública a receita, a modificação não é suportada. Por favor, preencha cuidadosamente~
ru: Редактирование общих рецептов временно не поддерживается, пожалуйста, введите данные внимательно～
th: การเปิดเผยสูตรไม่รองรับการแก้ไขในขณะนี้ กรุณากรอกข้อมูลอย่างจจริงัง～
tr: Herkese açık tarif şimdilik düzenlenemiyor, lütfen dikkatle doldurun～
vi: Recipe công khai tạm thời không hỗ trợ chỉnh sửa, xin vui lòng xem xét kĩ trước khi đăng.
zh_hant: 公開配方暫不支持修改，請認真填寫～
zh_hk: 公開配方暫不支持修改，請認真填寫～

source: 公开配方需遵守%@
ar: يجب الامتثال لـ %@ عند نشر الوصفة
de: Eine veröffentlichte Rezeptur muss den %@ entsprechen
en: Public recipes must comply with %@
es: La receta pública debe con cumplir %@
fr: Les recettes publiques doivent respecter %@.
id: Publikasi Resep Harus Mematuhi %@
it: La pubblicazione delle ricette deve rispettare %@
ja: 公開レシピは%@に従う必要があります
ko: 공개된 레시피는를 준수 %@해야 합니다
nl: Open!bare formule moet voldoen aan
pl: Publiczny przepis musi spełniać %@
pt_br: O compartilhamento de receita precisa cumprir %@
pt_pt: A receita pública deve cumprir %@
ru: Открытая формула должна соблюдать %@
th: การเปิดเผยสูตรต้องปฏิบัติตาม%@
tr: %@ uyulması gerekmektedir
vi: Công khai recipe phải tuân theo %@
zh_hant: 公開配方需遵守%@
zh_hk: 公開配方需遵守%@
